---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxUV.Bounds(System.Int32)
source: html/2b6a7cc4-51f8-6856-c6f9-d73867f29d87.htm
---
# Autodesk.Revit.DB.BoundingBoxUV.Bounds Property

Indexed access for loops. Use 0 for Min and 1 for Max.

## Syntax (C#)
```csharp
public UV this[
	int idx
] { get; }
```

## Parameters
- **idx** (`System.Int32`)